Revit 2024 API
ParameterTypeId.BeamSystemTagParamLeft Property
 "Left"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId BeamSystemTagParamLeft { get; }
Visual Basic
Public Shared ReadOnly Property BeamSystemTagParamLeft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BeamSystemTagParamLeft {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace